Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# How To Tips Title
source: Tips & Tricks
de: Tipps & Tricks
es: Consejos y trucos
fr: Astuces & conseils
it: Suggerimenti e trucchi
ja: ヒントとコツ
ko: 팁 및 요령
nb: Tips og triks
nl: Tips & trucs
pt_br: Dicas e Truques
sk: Tipy a triky
sv: Tips och knep
tr: İpuçları ve Püf Noktaları
zh_hans: 提示与技巧

# How To Widgets General Message 1
source: YABA widgets make it easy to quickly open your favorite content from folders or tags, or to view your most recently saved bookmarks. Adding a widget is simple—just press and hold anywhere on your home screen until the icons start jiggling.
de: YABA‑Widgets machen es dir leicht, schnell deine Lieblingsinhalte aus Ordnern oder Tags zu öffnen oder deine zuletzt gespeicherten Lesezeichen anzusehen. Ein Widget hinzuzufügen ist ganz einfach — drücke und halte dazu beliebig auf deinem Home‑Bildschirm, bis die Symbole zu wackeln beginnen.
es: Los widgets de YABA facilitan abrir rápidamente tu contenido favorito desde carpetas o etiquetas, o ver tus marcadores guardados más recientemente. Añadir un widget es sencillo—mantén pulsado en cualquier parte de la pantalla de inicio hasta que los iconos empiecen a moverse.
fr: Les widgets YABA te permettent d’ouvrir rapidement ton contenu préféré depuis des dossiers ou des tags, ou de consulter tes signets les plus récemment enregistrés. Ajouter un widget est simple — appuie longuement n’importe où sur ton écran d’accueil jusqu’à ce que les icônes se mettent à trembler.
hi: YABA विजेट्स फोल्डरों या टैग्स से आपका पसंदीदा कंटेंट जल्दी खोलना या हाल ही में सेव किए गए बुकमार्क देखने को आसान बनाते हैं। विजेट जोड़ना सरल है—अपने होम स्क्रीन पर कहीं भी दबाकर रखें जब तक आइकन हिलना शुरू न हो जाए।
it: I widget di YABA ti permettono di aprire rapidamente i contenuti preferiti da cartelle o tag, oppure di visualizzare i segnalibri salvati più di recente. Aggiungere un widget è semplice—tieni premuto in qualsiasi punto della schermata Home finché le icone non iniziano a tremolare.
ja: YABAウィジェットを使えば、フォルダやタグからお気に入りのコンテンツを素早く開いたり、最近保存したブックマークを表示したりできます。ウィジェットの追加は簡単です—ホーム画面の何もない場所を長押しして、アイコンが揺れ始めるまで待ってください。
ko: YABA 위젯을 사용하면 폴더나 태그에서 즐겨찾는 콘텐츠를 빠르게 열거나, 가장 최근에 저장한 북마크를 볼 수 있습니다. 위젯 추가는 간단합니다—홈 화면의 빈 곳을 길게 누른 채 아이콘이 흔들리기 시작할 때까지 유지하세요.
nb: YABA widgets gjør det enkelt å raskt åpne favorittinnholdet ditt fra mapper eller tagger, eller å se de sist lagrede bokmerkene dine. Å legge til en widget er enkelt—bare trykk og hold hvor som helst på hjemmeskjermen til ikonene begynner å riste.
nl: YABA-widgets maken het makkelijk om snel je favoriete content uit mappen of tags te openen, of om je laatst opgeslagen bladwijzers te bekijken. Een widget toevoegen is eenvoudig—houd ergens op je startscherm je vinger ingedrukt totdat de pictogrammen beginnen te wiebelen.
pt_br: Os widgets do YABA facilitam abrir rapidamente seu conteúdo favorito a partir de pastas ou tags, ou ver os bookmarks que você salvou mais recentemente. Adicionar um widget é simples — basta pressionar e segurar em qualquer lugar da sua tela de início até que os ícones comecem a tremer.
sk: YABA widgety ti umožnia rýchlo otvoriť obľúbený obsah z priečinkov alebo značiek, alebo zobraziť naposledy uložené záložky. Pridať widget je jednoduché — stačí stlačiť a podržať kdekoľvek na domovskej obrazovke, kým sa ikony nezačnú chvieť.
sv: YABA-widgets gör det enkelt att snabbt öppna ditt favoritinnehåll från mappar eller taggar, eller att visa dina senast sparade bokmärken. Att lägga till en widget är enkelt—tryck och håll var som helst på hemskärmen tills ikonerna börjar skaka.
tr: YABA widget'ları, klasörlerden veya etiketlerden favori içeriklerini hızlıca açmayı ya da en son kaydettiğin yer imlerini görmeyi kolaylaştırır. Widget eklemek basit—ana ekranında herhangi bir yere uzun bas; simgeler titremeye başlayana kadar bekle.
zh_hans: YABA 小组件可让你轻松从文件夹或标签中快速打开喜爱的内容，或查看最近保存的书签。添加小组件很简单——只需在主屏幕任意位置长按，直到图标开始抖动。

# How To Widgets General Message 2
source: When the icons begin to jiggle, the next step depends on your iOS version. On iOS 26, tap **Edit** in the top-left corner and select **Add Widget** from the pop-up. On iOS 18, tap the **+** button in the top-left corner, rest is the same.
de: Sobald die Symbole zu wackeln beginnen, hängt der nächste Schritt von deiner iOS‑Version ab. Auf iOS 26 tippe oben links auf **Bearbeiten** und wähle im Popup **Widget hinzufügen**. Auf iOS 18 tippe oben links auf die **+**‑Taste, der Rest ist gleich.
es: Cuando los iconos empiecen a moverse, el siguiente paso depende de tu versión de iOS. En iOS 26, toca **Editar** en la esquina superior izquierda y selecciona **Añadir widget** en el menú emergente. En iOS 18, toca el botón **+** en la esquina superior izquierda; por lo demás, es lo mismo.
fr: Quand les icônes commencent à trembler, l’étape suivante dépend de ta version d’iOS. Sur iOS 26, touche **Modifier** en haut à gauche et choisis **Ajouter un widget** dans la fenêtre qui s’ouvre. Sur iOS 18, touche le bouton **+** en haut à gauche, le reste est identique.
hi: जब आइकन हिलने लगें, तो अगला कदम आपके iOS वर्शन पर निर्भर करेगा। iOS 26 में, ऊपर-बाएँ कोने में **Edit** पर टैप करें और पॉप-अप से **Add Widget** चुनें। iOS 18 में, ऊपर-बाएँ कोने में **+** बटन पर टैप करें, बाकी सब एक जैसा है।
it: Quando le icone iniziano a tremolare, il passaggio successivo dipende dalla tua versione di iOS. Su iOS 26, tocca **Modifica** nell'angolo in alto a sinistra e seleziona **Aggiungi widget** dal menu a comparsa. Su iOS 18, tocca il pulsante **+** nell'angolo in alto a sinistra, il resto è uguale.
ja: アイコンが揺れ始めたら、次の手順はお使いの iOS バージョンによります。iOS 26 では左上の **編集** をタップし、表示されたポップアップから **ウィジェットを追加** を選択します。iOS 18 では左上の **+** ボタンをタップすれば、あとは同じです。
ko: 아이콘이 흔들리기 시작하면 다음 단계는 iOS 버전에 따라 달라집니다. iOS 26에서는 왼쪽 상단의 **편집**을 탭한 다음 팝업에서 **위젯 추가**를 선택하세요. iOS 18에서는 왼쪽 상단의 **+** 버튼을 탭하면 되며, 나머지 과정은 동일합니다.
nb: Når ikonene begynner å riste, avhenger neste steg av iOS-versjonen din. På iOS 26, trykk på **Rediger** øverst til venstre og velg **Legg til widget** fra pop-upen. På iOS 18, trykk på **+**-knappen øverst til venstre, resten er lik.
nl: Als de pictogrammen gaan wiebelen, hangt de volgende stap af van je iOS‑versie. Op iOS 26 tik je linksboven op **Wijzig** en kies je in het pop‑upmenu **Voeg widget toe**. Op iOS 18 tik je linksboven op de **+**‑knop, de rest is hetzelfde.
pt_br: Quando os ícones começarem a tremer, o próximo passo depende da sua versão do iOS. No iOS 26, toque em **Editar** no canto superior esquerdo e selecione **Adicionar Widget** no pop-up. No iOS 18, toque no botão **+** no canto superior esquerdo; o resto é o mesmo.
sk: Keď sa ikony začnú chvieť, ďalší krok závisí od tvojej verzie iOS. Na iOS 26 ťukni na **Upraviť** v ľavom hornom rohu a vyber **Pridať widget** z vyskakovacieho okna. Na iOS 18 ťukni na tlačidlo **+** v ľavom hornom rohu, ďalej je to rovnaké.
sv: När ikonerna börjar skaka beror nästa steg på vilken iOS‑version du har. På iOS 26, tryck på **Redigera** uppe till vänster och välj **Lägg till widget** i popupmenyn. På iOS 18, tryck på **+**-knappen uppe till vänster — resten är samma.
tr: Simgeler titremeye başlayınca, sonraki adım iOS sürümüne bağlıdır. iOS 26'da sol üst köşedeki **Düzenle**'ye dokun ve açılan pencereden **Widget Ekle**'yi seç. iOS 18'de sol üst köşedeki **+** düğmesine dokun; gerisi aynı.
zh_hans: 当图标开始抖动时，接下来的步骤取决于你的 iOS 版本。在 iOS 26 上，点按左上角的 **编辑**，然后在弹出菜单中选择 **添加小组件**。在 iOS 18 上，点按左上角的 **+** 按钮，其余步骤相同。

# How To Widgets General Message 3
source: After tapping, a pop-up will appear showing all available widgets. Search for **YABA** to see its options. You’ll find two types of widgets: **Collection Widgets**, available in two sizes, which let you quickly open a favorite folder or tag from your Home Screen; and the **Bookmark Widget**, which shows the most recently saved bookmarks from a chosen folder or tag.
de: Wenn du darauf tippst, erscheint ein Popup mit allen verfügbaren Widgets. Suche nach **YABA**, um die Optionen zu sehen. Du findest zwei Widget‑Typen: **Sammlungs‑Widgets**, die in zwei Größen verfügbar sind und dir erlauben, einen Lieblingsordner oder ein Tag schnell vom Home‑Bildschirm aus zu öffnen; und das **Lesezeichen‑Widget**, das die zuletzt gespeicherten Lesezeichen aus einem gewählten Ordner oder Tag anzeigt.
es: Después de tocar, aparecerá un cuadro emergente con todos los widgets disponibles. Busca **YABA** para ver sus opciones. Encontrarás dos tipos de widgets: **Collection Widgets**, disponibles en dos tamaños, que te permiten abrir rápidamente una carpeta o etiqueta favorita desde la pantalla de inicio; y el **Bookmark Widget**, que muestra los marcadores guardados más recientemente de la carpeta o etiqueta que elijas.
fr: Après avoir tapé, une fenêtre contextuelle apparaîtra montrant tous les widgets disponibles. Recherche **YABA** pour voir ses options. Tu trouveras deux types de widgets : les **Collection Widgets**, disponibles en deux tailles, qui te permettent d’ouvrir rapidement un dossier ou un tag favori depuis ton Écran d’accueil ; et le **Bookmark Widget**, qui affiche les signets enregistrés le plus récemment depuis un dossier ou un tag choisi.
hi: टैप करने पर एक पॉप-अप खुलेगा जिसमें सभी उपलब्ध विजेट दिखेंगे। **YABA** खोजें ताकि आप इसके विकल्प देख सकें। आपको दो प्रकार के विजेट मिलेंगे: **कलेक्शन विजेट** (दो आकारों में उपलब्ध), जो आपको होम स्क्रीन से किसी पसंदीदा फ़ोल्डर या टैग को तुरंत खोलने देते हैं; और **बुकमार्क विजेट**, जो चुने हुए फ़ोल्डर या टैग के हाल ही में सेव किए गए बुकमार्क दिखाता है।
it: Dopo aver toccato, apparirà un pop-up che mostra tutti i widget disponibili. Cerca **YABA** per vedere le sue opzioni. Troverai due tipi di widget: i **Widget Raccolta**, disponibili in due dimensioni, che ti permettono di aprire rapidamente una cartella o un tag preferito dalla schermata Home; e il **Widget Segnalibri**, che mostra i segnalibri salvati più di recente da una cartella o un tag scelto.
ja: タップすると、使用できるウィジェットがすべて表示されるポップアップが開きます。**YABA**を検索するとオプションが見つかります。ウィジェットは大きく分けて2種類あります：ホーム画面からお気に入りのフォルダやタグをすばやく開ける、2つのサイズがある**Collection Widgets**、および選択したフォルダやタグの最新のブックマークを表示する**Bookmark Widget**です。
ko: 탭하면 사용 가능한 모든 위젯이 표시되는 팝업이 나타납니다. **YABA**를 검색하면 옵션을 확인할 수 있습니다. 홈 화면에서 즐겨찾는 폴더나 태그를 빠르게 열 수 있는 두 가지 크기의 **컬렉션 위젯**과 선택한 폴더나 태그에서 가장 최근에 저장된 북마크를 보여주는 **북마크 위젯**의 두 가지 유형을 찾을 수 있습니다.
nb: Etter at du har trykket, vil en pop-up vises som viser alle tilgjengelige widgets. Søk etter **YABA** for å se alternativene. Du finner to typer widgets: **Collection Widgets**, tilgjengelig i to størrelser, som lar deg raskt åpne en favorittmappe eller tagg fra Hjem-skjermen; og **Bookmark Widget**, som viser de sist lagrede bokmerkene fra en valgt mappe eller tagg.
nl: Als je erop tikt, verschijnt er een pop-up met alle beschikbare widgets. Zoek naar **YABA** om de opties te zien. Je vindt twee soorten widgets: **Collectiewidgets**, beschikbaar in twee formaten, waarmee je snel een favoriete map of tag vanaf je beginscherm kunt openen; en de **Bookmark-widget**, die de meest recent opgeslagen bladwijzers uit een gekozen map of tag toont.
pt_br: Depois de tocar, um pop-up aparecerá mostrando todos os widgets disponíveis. Procure por **YABA** para ver suas opções. Você encontrará dois tipos de widgets: **Collection Widgets**, disponíveis em dois tamanhos, que permitem abrir rapidamente uma pasta ou tag favorita na Tela de Início; e o **Bookmark Widget**, que mostra os bookmarks mais recentemente salvos de uma pasta ou tag escolhida.
sk: Po klepnutí sa zobrazí vyskakovacie okno so všetkými dostupnými widgetmi. Vyhľadaj **YABA** a zobrazíš si jeho možnosti. Nájdeš dva typy widgetov: **Collection Widgets**, dostupné v dvoch veľkostiach, ktoré ti umožnia rýchlo otvoriť obľúbenú zložku alebo značku priamo z Domovskej obrazovky; a **Bookmark Widget**, ktorý zobrazuje naposledy uložené záložky z vybranej zložky alebo značky.
sv: Efter att du har tryckt visas en popup som visar alla tillgängliga widgetar. Sök efter **YABA** för att se dess alternativ. Du hittar två typer av widgetar: **Collection Widgets**, tillgängliga i två storlekar, som låter dig snabbt öppna en favoritmapp eller tagg från hemskärmen; och **Bookmark Widget**, som visar de senast sparade bokmärkena från en vald mapp eller tagg.
tr: Dokununca, kullanılabilir tüm widget’ları gösteren bir açılır pencere belirecek. Seçeneklerini görmek için **YABA**’yı arayın. İki tür widget bulacaksınız: Ev Ekranınızdan favori bir klasörü veya etiketi hızla açmanızı sağlayan iki boyutta sunulan **Koleksiyon Widget’ları**; ve seçili bir klasör veya etiketten en son kaydedilen yer imlerini gösteren **Yer İmi Widget’ı**.
zh_hans: 点击后会弹出一个窗口，显示所有可用的小组件。搜索 **YABA** 以查看其选项。你会找到两种类型的小组件：**Collection Widgets**（有两种尺寸），可以让你从主屏幕快速打开收藏的文件夹或标签；以及 **Bookmark Widget**，显示所选文件夹或标签中最近保存的书签。

# How To Widgets General Message 4
source: Once a widget is added, press and hold on it to open a pop-up, then select **Edit Widget** to customize it.
de: Wenn ein Widget hinzugefügt wurde, halte es gedrückt, um ein Popup zu öffnen, und wähle dann **Widget bearbeiten**, um es anzupassen.
es: Una vez añadido el widget, mantén pulsado sobre él para abrir un cuadro emergente y selecciona **Editar widget** para personalizarlo.
fr: Une fois le widget ajouté, appuie longuement dessus pour ouvrir une fenêtre contextuelle, puis sélectionne **Edit Widget** pour le personnaliser.
hi: एक बार विजेट जोड़ दिए जाने पर, उसे खोलने के लिए उस पर दबा कर रखें, फिर कस्टमाइज़ करने के लिए **विजेट संपादित करें** चुनें।
it: Una volta aggiunto un widget, premi e tieni premuto su di esso per aprire un pop-up, poi seleziona **Modifica widget** per personalizzarlo.
ja: ウィジェットを追加したら、そのウィジェットを長押ししてポップアップを開き、**ウィジェットを編集**を選んでカスタマイズしてください。
ko: 위젯을 추가한 후에는 위젯을 길게 누르면 팝업이 열립니다. 그런 다음 **위젯 편집**을 선택하여 맞춤설정하세요.
nb: Når en widget er lagt til, trykk og hold på den for å åpne en pop-up, og velg deretter **Rediger widget** for å tilpasse den.
nl: Zodra je een widget hebt toegevoegd, houd je die ingedrukt om een pop-up te openen en selecteer je **Wijzig widget** om hem aan te passen.
pt_br: Uma vez que um widget é adicionado, pressione e segure sobre ele para abrir um pop-up, então selecione **Editar Widget** para personalizá-lo.
sk: Keď je widget pridaný, podrž ho stlačený, aby sa otvorilo vyskakovacie okno, potom vyber **Edit Widget**, aby si ho prispôsobil.
sv: När en widget lagts till, tryck och håll på den för att öppna en popup och välj sedan **Redigera widget** för att anpassa den.
tr: Bir widget eklendikten sonra üzerine basılı tutun, açılır pencereyi açın ve kişiselleştirmek için **Widget’ı Düzenle**’yi seçin.
zh_hans: 添加小组件后，长按它会弹出一个菜单，然后选择 **编辑小组件** 来自定义。

# How To Widgets General Message 5
source: All YABA widgets include the option to select a folder or tag. When you tap this setting, you’ll see your folders and tags listed in order—just choose the one you want to link to the widget.
de: Alle YABA‑Widgets bieten die Möglichkeit, einen Ordner oder ein Tag auszuwählen. Wenn du diese Einstellung antippst, werden deine Ordner und Tags der Reihenfolge nach angezeigt — wähle einfach den aus, den du mit dem Widget verknüpfen möchtest.
es: Todos los widgets de YABA incluyen la opción de seleccionar una carpeta o etiqueta. Al tocar este ajuste verás tus carpetas y etiquetas listadas por orden: simplemente elige la que quieras enlazar al widget.
fr: Tous les widgets de **YABA** incluent l’option de sélectionner un dossier ou un tag. Quand tu appuies sur ce réglage, tes dossiers et tags s’affichent dans l’ordre — choisis simplement celui que tu veux lier au widget.
hi: सभी YABA विजेट में किसी फ़ोल्डर या टैग को चुनने का विकल्प शामिल होता है। जब आप इस सेटिंग पर टैप करेंगे, तो आपके फ़ोल्डर और टैग क्रम बदर पर सूचीबद्ध होंगे—बस वह चुनें जिसे आप विजेट से लिंक करना चाहते हैं।
it: Tutti i widget di YABA includono l'opzione per selezionare una cartella o un tag. Quando tocchi questa impostazione, vedrai le tue cartelle e i tuoi tag elencati in ordine—scegli semplicemente quello che vuoi collegare al widget.
ja: すべての**YABA**ウィジェットにはフォルダまたはタグを選択するオプションがあります。この設定をタップするとフォルダとタグが順番に表示されるので、ウィジェットにリンクしたいものを選んでください。
ko: 모든 YABA 위젯에는 폴더 또는 태그를 선택하는 옵션이 포함되어 있습니다. 이 설정을 탭하면 폴더와 태그가 순서대로 표시되니, 위젯에 연결할 항목을 선택하세요.
nb: Alle YABA-widgets inkluderer muligheten til å velge en mappe eller tagg. Når du trykker på denne innstillingen, vil du se mappene og taggene dine listet i rekkefølge — velg bare den du vil koble til widgeten.
nl: Alle YABA-widgets hebben de optie om een map of tag te selecteren. Als je deze instelling aantikt, zie je je mappen en tags in volgorde — kies gewoon degene die je aan de widget wilt koppelen.
pt_br: Todos os widgets do YABA incluem a opção de selecionar uma pasta ou tag. Ao tocar nessa configuração, você verá suas pastas e tags listadas em ordem—basta escolher a que você quer vincular ao widget.
sk: Všetky widgety YABA obsahujú možnosť vybrať zložku alebo značku. Keď na toto nastavenie klepneš, zobrazia sa ti zložky a značky v zozname v poradí — stačí si vybrať tú, ktorú chceš prepojiť s widgetom.
sv: Alla YABA-widgetar har möjligheten att välja en mapp eller tagg. När du trycker på den här inställningen visas dina mappar och taggar i ordning—välj bara den du vill länka till widgeten.
tr: Tüm YABA widget’ları bir klasör veya etiket seçme seçeneği içerir. Bu ayara dokunduğunuzda klasör ve etiketleriniz sıralı şekilde listelenecek—widget’a bağlamak istediğiniz öğeyi seçmeniz yeterli.
zh_hans: 所有 YABA 小组件都包含选择文件夹或标签的选项。点击此设置时，你会看到按顺序列出的文件夹和标签——只需选择要链接到该小组件的项即可。

# How To Widgets General Message 6
source: Finally, there’s an extra option called **Recents**, which shows the five most recently saved bookmarks across all of your folders. This gives you a quick glance at your latest saves and an easy way to jump back to them.
de: Schließlich gibt es eine zusätzliche Option namens **Zuletzt**, die die fünf zuletzt gespeicherten Lesezeichen aus all deinen Ordnern anzeigt. So bekommst du einen schnellen Überblick über deine neuesten gespeicherten Inhalte und eine einfache Möglichkeit, direkt dorthin zurückzuspringen.
es: Por último, hay una opción adicional llamada **Recientes**, que muestra los cinco marcadores guardados más recientemente en todas tus carpetas. Esto te ofrece una vista rápida de tus últimos guardados y una forma fácil de volver a ellos.
fr: Enfin, il existe une option supplémentaire appelée **Récents**, qui affiche les cinq derniers signets enregistrés dans tous tes dossiers. Cela te donne un aperçu rapide de tes derniers ajouts et un moyen simple d’y revenir.
hi: अंत में, एक अतिरिक्त विकल्प **Recents** भी है, जो आपके सभी फ़ोल्डरों में सबसे हाल ही में सेव किए गए पाँच बुकमार्क दिखाता है। इससे आपको अपनी ताज़ा सहेजी गई चीज़ों पर एक त्वरित नज़र मिलती है और इनमें वापस जाने का आसान रास्ता मिलता है।
it: Infine, c'è un'opzione aggiuntiva chiamata **Recenti**, che mostra i cinque segnalibri salvati più di recente in tutte le tue cartelle. Ti offre una panoramica rapida delle ultime aggiunte e un modo semplice per tornarci.
ja: 最後に、**Recents（最近）** という追加オプションがあり、すべてのフォルダから最近保存したブックマーク5件を表示します。これにより最新の保存をすばやく確認でき、そこから簡単に開き直すことができます。
ko: 마지막으로 **Recents**라는 추가 옵션이 있어 모든 폴더에서 최근에 저장한 북마크 5개를 보여줍니다. 이를 통해 최신 저장 항목을 빠르게 확인하고 쉽게 다시 접근할 수 있습니다.
nb: Til slutt finnes det et ekstra valg kalt **Nylige**, som viser de fem sist lagrede bokmerkene på tvers av alle mappene dine. Dette gir deg et raskt overblikk over de nyeste lagringene dine og en enkel måte å gå tilbake til dem på.
nl: Tot slot is er een extra optie genaamd **Recents**, die de vijf meest recent opgeslagen bladwijzers uit al je mappen toont. Zo krijg je in één oogopslag je nieuwste opgeslagen items te zien en kun je er eenvoudig naartoe terugspringen.
pt_br: Por fim, há uma opção extra chamada **Recentes**, que mostra os cinco favoritos salvos mais recentemente em todas as suas pastas. Isso te dá uma visão rápida dos seus últimos salvamentos e uma maneira fácil de acessá‑los rapidamente.
sk: Nakoniec je tu ďalšia možnosť nazvaná **Nedávne**, ktorá zobrazuje päť najnovšie uložených záložiek vo všetkých tvojich priečinkoch. Dáva ti rýchly prehľad o najnovších uloženiach a jednoduchý spôsob, ako sa k nim rýchlo vrátiť.
sv: Till sist finns det ett extra alternativ som heter **Senaste**, som visar de fem mest nyligen sparade bokmärkena i alla dina mappar. Det ger dig en snabb överblick över dina senaste sparningar och ett enkelt sätt att hoppa tillbaka till dem.
tr: Son olarak, **Recents** adında ekstra bir seçenek var; bu seçenek tüm klasörlerindeki en son kaydedilen beş yer imini gösterir. Bu, en son kaydettiklerine hızlıca göz atmanı ve onlara kolayca geri dönmeni sağlar.
zh_hans: 最后，还有一个名为 **最近** 的额外选项，会显示你所有文件夹中最近保存的五个书签。这样你就能快速查看最新保存的内容并轻松跳回去。
